[
    {
      "title": "Fullmetal Alchemist",
      "artist": "Hiromu Arakawa",
      "description": "Fullmetal Alchemist is a Japanese manga series written and illustrated by Hiromu Arakawa. The story follows two brothers, Edward and Alphonse Elric, who use alchemy in an attempt to bring their deceased mother back to life, with disastrous consequences. The series explores themes of family, sacrifice, and the consequences of power."
    },
    {
      "title": "One Punch Man",
      "artist": "Yusuke Murata",
      "description": "One Punch Man is a Japanese superhero webcomic created by ONE and illustrated by Yusuke Murata. The story follows Saitama, an extremely powerful superhero who has grown bored with the lack of challenge in his fight against evil and seeks to find a worthy opponent. The series is a parody of the superhero genre, with Saitama's overwhelming strength as the main source of comedy."
    },
    {
      "title": "One Piece",
      "artist": "Eiichiro Oda",
      "description": "One Piece is a Japanese manga series written and illustrated by Eiichiro Oda. It follows the adventures of Monkey D. Luffy, a young boy whose body gains the properties of rubber after unintentionally eating a Devil Fruit, and his diverse crew of pirates, named the Straw Hat Pirates. They travel the Grand Line in search of the world's ultimate treasure known as 'One Piece' in order to become the Pirate King."
    },
    {
      "title": "Devilman Crybaby",
      "artist": "Go Nagai",
      "description": "Devilman Crybaby is a Japanese manga written and illustrated by Go Nagai. The series follows Ryo Asuka, who convinces his childhood friend Akira Fudo to merge with a devil, becoming Devilman, to fight against evil demons who are planning to take over the world. The series explores themes of good and evil, friendship, and the nature of humanity."
    },
    {
      "title": "Tokyo Ghoul",
      "artist": "Sui Ishida",
      "description": "Tokyo Ghoul is a Japanese manga series written and illustrated by Sui Ishida. The story follows Ken Kaneki, a college student who survives an encounter with a ghoul, creatures that live among humans and require human flesh to survive, and is turned into a half-ghoul as a result. The series explores themes of identity, discrimination, and the moral implications of survival."
    },
    {
      "title": "Tomie",
      "artist": "Junji Ito",
      "description": "Tomie is a horror manga series written and illustrated by Junji Ito. The story follows a woman named Tomie, a beautiful and alluring woman who drives those around her to madness and murder, as she is able to return to life after being killed. The series explores themes of obsession, violence, and the consequences of desire."
    },
    {
      "title": "Jojos Bizzare Adventure",
      "artist": "Hirohiko Araki:",
      "description": "Jojo's Bizarre Adventure is a Japanese manga series written and illustrated by Hirohiko Araki. The series follows the Joestar family, a family whose various members discover they are destined to take down supernatural threats using unique powers that they possess. The series is divided into eight parts, each following the story of one member of the Joestar family, who inevitably has a name that can be abbreviated to the titular 'Jojo'."
    },
    {
      "title": "Death Note",
      "artist": "Tsugumi Ohba and Takeshi Obata",
      "description": "Death Note is a Japanese manga series written by Tsugumi Ohba and illustrated by Takeshi Obata. The story follows a high school student named Light Yagami who discovers a supernatural notebook that allows him to kill anyone whose name he writes in it. He decides to use the notebook to rid the world of criminals and create a utopian society, but is pursued by an enigmatic detective known as 'L' who seeks to end his reign of terror."
    },
    {
      "title": "Hunter x Hunter",
      "artist": "Yoshihiro Togashi",
      "description": "Hunter x Hunter is a Japanese manga series written and illustrated by Yoshihiro Togashi. The story follows a young boy named Gon Freecss, who discovers that his father, who he thought was dead, is actually alive and a legendary Hunter, a member of a group of skilled individuals who undertake a variety of dangerous tasks such as capturing criminals and finding treasures. Gon decides to follow in his father's footsteps and become a Hunter himself, embarking on a journey to find his father and become a Hunter."
    },
    {
      "title": "Attack on Titan",
      "artist": "Hajime Isayama",
      "description": "Attack on Titan is a Japanese manga series written and illustrated by Hajime Isayama. The story is set in a world where humanity lives inside cities surrounded by enormous walls due to the Titans, gigantic humanoid creatures who devour humans seemingly without reason. The story follows Eren Yeager, his adopted sister Mikasa Ackerman, and their friend Armin Arlert, whose lives are changed forever after a Titan breaches the wall of their home town. They join the military in an attempt to fight the Titans and uncover the mystery of their existence."
    },
    {
      "title": "Demon Slayer",
      "artist": "Koyoharu Gotoge",
      "description": "Demon Slayer: Kimetsu no Yaiba is a Japanese manga series written and illustrated by Koyoharu Gotoge. The story is set in a fantasy world where demons roam the land and people live in fear of them. The story follows a young boy named Tanjirou who becomes a demon hunter after his family is brutally killed by demons and his younger sister Nezuko is turned into a demon. He sets out on a journey to find a way to make his sister human again and to exterminate as many demons as possible."
    },
    {
      "title": "Spy x Family",
      "artist": "Tatsuya Endo",
      "description": "Spy x Family is a manga series written and illustrated by Tatsuya Endo. The story follows a spy code-named Twilight, who is tasked with infiltrating a prestigious school for gifted children. Unknown to him, the child he adopts is a psychic and the woman he marries is an assassin-for-hire. Together, they form an unlikely family as they navigate their respective missions and try to protect each other."
    },
    {
      "title": "Haikyu!!",
      "artist": "Haruichi Furudate",
      "description": "Haikyu!! is a manga series written and illustrated by Haruichi Furudate. The story follows Shoyo Hinata, a high school student who became interested in volleyball after watching a match on TV, and his team as they compete to become the best volleyball team in Japan. The series primarily focuses on the players' growth and the development of their relationships with each other."
    },
    {
      "title": "Mob Psycho 100",
      "artist": "Yusuke Murata",
      "description": "Mob Psycho 100 is a manga series written and illustrated by ONE. The story follows Shigeo Kageyama, a high school student with immense psychic abilities who goes by the nickname 'Mob'. He works as an exorcist for a con artist named Reigen Arataka, using his powers to help people and try to control his emotions to prevent his power from reaching 100%. The series explores themes of power, self-acceptance, and mental health, and features a unique blend of comedy and action."
    },
    {
      "title": "Naruto",
      "artist": "Masashi Kishimoto",
      "description": "Naruto is a manga series written and illustrated by Masashi Kishimoto. The story follows Naruto Uzumaki, a young ninja who seeks recognition and dreams of becoming the Hokage, the leader of his village. Along the way, he makes friends and enemies, learns new techniques and abilities, and uncovers the secrets of his past and his world. The series deals with themes of coming of age, friendship, love, and loss."
    },
    {
      "title": "My Hero Academy",
      "artist": "Kohei Horikoshi",
      "description": "My Hero Academia, also known as Boku no Hero Academia, is a manga series written and illustrated by Kohei Horikoshi. The story is set in a world where most of the population has superpowers, known as 'Quirks'. The story follows Izuku Midoriya, a boy who was born without a Quirk, but who still dreams of becoming a hero. He gets the chance to enroll in the prestigious U.A. High School, a school for heroes in training, where he meets a cast of colorful characters and starts his journey to become the world's greatest hero."
    },
    {
      "title": "Dragon Ball Z",
      "artist": "Akira Toriyama",
      "description": "Dragon Ball Z is a Japanese manga and anime series written and illustrated by Akira Toriyama. The story follows the adult life of Goku, a powerful warrior who protects Earth from powerful villains, many of whom seek the Dragon Balls, powerful artifacts that can grant wishes. The series is known for its intense action and fight scenes, as well as its emphasis on family, friendship, and the importance of protecting loved ones."
    },
    {
      "title": "Sailor Moon",
      "artist": "Naoko Takeuchi",
      "description": "Sailor Moon is a manga series written and illustrated by Naoko Takeuchi. The story follows a schoolgirl named Usagi Tsukino who discovers that she is the reincarnation of the princess of the Moon Kingdom and has the power to transform into the magical girl, Sailor Moon. Together with a group of fellow Sailor Guardians, she battles against the evil forces that threaten Earth, while also trying to navigate her school and personal life. The series is known for its strong female characters, as well as its themes of love, friendship, and the importance of standing up for what is right."
    },
    {
      "title": "Samurai Champloo",
      "artist": "Shinichiro Watanabe",
      "description": "Samurai Champloo is an anime series directed by Shinichirō Watanabe. The story takes place in an alternate Edo-era Japan, where a young woman named Fuu hires a pair of masterless samurai, Mugen and Jin, to escort her on a journey to find the 'samurai who smells of sunflowers.' Along the way, the trio faces various challenges and encounters different characters, while also dealing with their own personal issues and relationships. The series is known for its unique blend of samurai action and hip-hop music, as well as its mix of historical and fictional elements."
    },
    {
      "title": "Black Butler",
      "artist": "Yana Toboso",
      "description": "Black Butler, also known as Kuroshitsuji, is a manga series written and illustrated by Yana Toboso. The story follows Ciel Phantomhive, the 13-year-old head of the Phantomhive noble family, who has a butler named Sebastian Michaelis. Sebastian is a demon who has entered into a contract with Ciel to serve him and help him take revenge on those who have wronged him and his family. The series is known for its gothic style, its dark and mysterious atmosphere, and its complex and dramatic story."
    },
    {
      "title": "Hellsing",
      "artist": "Kouta Hirano",
      "description": "Hellsing is a manga series written and illustrated by Kouta Hirano. The story follows the Hellsing Organization, a secret organization led by Sir Integra Fairbrook Wingates Hellsing, as they fight against vampires and other supernatural threats to protect England. The organization's most powerful weapon is Alucard, a vampire who serves the Hellsing family, and is also the main protagonist of the story. The series is known for its graphic violence, dark humor, and its unique take on vampire folklore."
    },
    {
      "title": "Case Closed",
      "artist": "Gosho Aoyama",
      "description": "Case Closed, also known as Detective Conan, is a manga series written and illustrated by Gosho Aoyama. The story follows Jimmy Kudo, a high school detective who is transformed into a child after being poisoned by a criminal organization. He takes on the pseudonym Conan Edogawa and continues to solve cases while trying to find a way to return to his original form. The series is known for its mysteries and crime cases that the main character solves, and for its long-running story-line, featuring elements of detective fiction, science fiction and crime fiction."
    },
    {
      "title": "Astro Boy",
      "artist": "Osamu Tezuka",
      "description": "Astro Boy is a manga series created by Osamu Tezuka. The story follows Astro Boy, a robot boy created by the brilliant scientist Dr. Tenma. He is designed to look like the son he lost, but Astro Boy is built with incredible abilities such as super strength, x-ray vision, and the ability to fly. He is sent on adventures and battles against evil robots, while also trying to find his place in the world as a machine and a human. The series is considered a classic of Japanese manga and anime, and is credited with popularizing the genre around the world."
    },
    {
      "title": "Neon Genesis Evangelion",
      "artist": "Hideaki Anno",
      "description": "Neon Genesis Evangelion is a Japanese manga series created by Hideaki Anno. The story is set in a post-apocalyptic world where the last remnants of humanity are protected by giant bio-machine called Evangelions, which can only be piloted by a select few teenagers, including the main character, Shinji Ikari. The series explores the psychological and religious themes, such as the nature of existence, the relationship between human and God, and the struggles of growing up, while also featuring intense mecha action. The series is considered a classic and a major influence on the anime industry and popular culture."
    },
    {
      "title": "Soul Eater",
      "artist": "Atsushi Okubo",
      "description": "Soul Eater is a manga series written and illustrated by Atsushi Okubo. The story takes place in a world where humans with supernatural abilities, called Meisters, and their weapon partners, called Demon Weapons, attend the Death Weapon Meister Academy, a school run by Death himself to hone their skills and collect souls of evil creatures. The main characters are three teams of Meisters and Weapons, each composed of a Meister and a weapon partner, who work together to collect 99 evil souls and one witch soul in order to make their weapons into 'Death Scythes', powerful weapons for Death himself. The series is known for its unique art style, its dark and quirky sense of humor and its engaging story."
    },
    {
      "title": "Gin Tama",
      "artist": "Hideaki Sorachi",
      "description": "Gin Tama is a manga series written and illustrated by Hideaki Sorachi. The story is set in a fictional version of late Edo period Japan where aliens, known as Amanto, have invaded and taken over the country and the samurai are no longer needed. The story follows Gintoki Sakata, a samurai living in this era, who joins forces with his friends to fight the aliens and protect the people of Japan, while also taking on various odd jobs to make ends meet. The series is known for its blend of comedy, action and historical elements, as well as its parodies of other manga and anime series."
    }
  ]